Repository: veniva/zcms
Catalog: module/Application/language/*.po
Languages: bg_bg

source: Home
bg_bg: Начало

source: Contact form
bg_bg: Форма за контакти

source: Welcome to ZCMS
bg_bg: Добре дошли в ZCMS

source: A light weight CMS based on Zend Framework 2
bg_bg: Лека платформа за ръководене на съдържанието, базирана на Zend Framework 2

source: If your preferred PHP framework is Zend Framework 2, then this is a good starting point for further web development for wide range of websites and applications - from simple to enterprise class.
bg_bg: Ако любимия ви PHP фреймуърк е Zend Framework 2, то това е добър старт за по нататъчна разработка на уебсайтове и приложения с различен размер: от малки до ентърпрайс

source: List of features
bg_bg: Списък с характеристики

source: %s add/edit/delete different languages
bg_bg: добавяне/редактиране/изтриване на съдържание на %s

source: multi-language support:
bg_bg: различни езици

source: add/edit/delete
bg_bg: добавяне/редактиране/изтриване

source: nested %s which contain the website content
bg_bg: на %s в които се организирани страниците на сайта

source: content pages
bg_bg: на страници

source: categories
bg_bg: категории

source: users
bg_bg: потребители

source: %s %s with different privileges
bg_bg: %s на %s с различни превилегии

source: %s URL's
bg_bg: %s адреси на страници

source: SEO friendly
bg_bg: оптимизирани

source: Link to the control panel
bg_bg: Линк към контролния панел

source: Sort pages and categories by desired order
bg_bg: Подреждане на страници и категории по определен ред
