Repository: veniva/zcms
Catalog: module/core/Admin/language/*.po
Languages: bg_bg

source: Welcome
bg_bg: Добре Дошли

source: Administration Login
bg_bg: Контролен панел

source: User name
bg_bg: Потребител

source: Password
bg_bg: Парола

source: Password forgotten
bg_bg: Забравена парола

source: Enter
bg_bg: Вход

source: Registered email
bg_bg: Регистриран email

source: Back to login
bg_bg: Обратно към входа

source: Reset password
bg_bg: Възстанови парола

source: Admin panel
bg_bg: Контролен панел

source: Log out
bg_bg: Изход

source: Categories
bg_bg: Категории

source: Languages
bg_bg: Езици

source: Language
bg_bg: Език

source: Users
bg_bg: Потребители

source: Administrators
bg_bg: Администратори

source: Change password
bg_bg: Смяна на парола

source: Change email
bg_bg: Смяна на email

source: Settings
bg_bg: Настройки

source: Home pages
bg_bg: Заглавни страници

source: Meta tags
bg_bg: Мета тагове

source: Content
bg_bg: Съдържание

source: Administration
bg_bg: Администрация

source: Welcome %s. You have been logged in successfully
bg_bg: Добре дошъл %s. Влязохте успешно в системата.

source: You have been logged out successfully
bg_bg: Излязохте от системата

source: Wrong details
bg_bg: Грешни потребителско име и/или парола

source: New
bg_bg: Създай

source: Top
bg_bg: Начало

source: First
bg_bg: Начало

source: Previous
bg_bg: Назад

source: Next
bg_bg: Напред

source: Last
bg_bg: Последна

source: Category
bg_bg: Категория

source: Name
bg_bg: Име

source: The new category was added successfully
bg_bg: Новата категория беше добавена успешно

source: The category has been edited successfully
bg_bg: Категорията беше редактирана успешно

source: The input %s is more than %%max%% characters long
bg_bg: Полето %s е по-дълго от позволените %%max%% символа

source: Are you sure you want to delete this category and all listings in it?
bg_bg: Сигурни ли сте че искате да премахнете тази категория и всички елементи (страници) в нея?

source: The category and all the listings in it were removed successfully
bg_bg: Категорията и всички елементи в нея бяха премахнати успешно

source: Add a category
bg_bg: Добавяне на категория

source: Edit a category
bg_bg: Редактиране на категория

source: Pages
bg_bg: Страници

source: Link Name
bg_bg: Линк

source: Sort
bg_bg: Подредба

source: Action
bg_bg: Действие

source: Delete
bg_bg: Изтрии

source: Edit
bg_bg: Редактирай

source: Are you sure you want to delete these pages
bg_bg: Сигурни ли сте че искате да изтриете тези страници

source: Are you sure you want to delete this user?
bg_bg: Сигурни ли сте че искате да изтриете този потребител?

source: You must choose at least one item to delete
bg_bg: Трябва да изберете поне една страница за изтриване

source: Page image
bg_bg: Изображение

source: Remove image
bg_bg: Премахване на изображението

source: Submit
bg_bg: Изпрати

source: Cancel
bg_bg: Откажи

source: Logged as
bg_bg: Потребител

source: Account settings
bg_bg: Настрйки на акаунта

source: You must create at least one category in order to add pages
bg_bg: Трябва да създадете поне една категория в която да добавяте страници

source: The page has been %s successfully
bg_bg: Страницата беше %s успешно

source: edited
bg_bg: редактирана

source: added
bg_bg: добавена

source: Please check the form for errors
bg_bg: Моля проверете формата за грешки

source: The pages have been deleted successfully
bg_bg: Страниците бяха изтрити успешно

source: Value is required and can't be empty
bg_bg: Полето е задължително

source: File has an incorrect extension
bg_bg: Файла е с погрешно разширение

source: File is not readable or does not exist
bg_bg: Файла не може да бъде отворен или не съществува

source: All files in sum should have a maximum size of '%max%' but '%size%' were detected
bg_bg: Сумата от качените файлове не трабва да надвишава '%max%' а тя възлиза на '%size%'

source: All files in sum should have a minimum size of '%min%' but '%size%' were detected
bg_bg: Сумата от качените файлове не трабва е минимум '%max%' а тя възлиза на '%size%'

source: One or more files can not be read
bg_bg: Един или повече файлове не можаха да бъдат отворени

source: Maximum allowed size for file is '%max%' but '%size%' detected
bg_bg: Максималния позволен размер на файла е в размер на '%max%' а той възлиза на '%size%'

source: Minimum expected size for file is '%min%' but '%size%' detected
bg_bg: Минималния позволен размер на файла е в размер на '%min%' а той възлиза на '%size%'

source: Maximum allowed width for image should be '%maxwidth%' but '%width%' detected
bg_bg: Максимално позволената ширина на файла е в размер на '%maxwidth%' а тя възлиза на '%width%'

source: Minimum expected width for image should be '%minwidth%' but '%width%' detected
bg_bg: Минималната ширина на изображението трябва да е в размер на '%minwidth%' а тя възлиза на '%width%'

source: Maximum allowed height for image should be '%maxheight%' but '%height%' detected
bg_bg: Максимално позволената височина на изображението е в размер на '%maxheight%' а тя възлиза на '%height%'

source: Minimum expected height for image should be '%minheight%' but '%height%' detected
bg_bg: Минималната височина на изображението трябва да е в размер на '%minheight%' а тя възлиза на '%height%'

source: The size of image could not be detected
bg_bg: Размера на изображението не можа да бъде определен

source: The input must contain only digits
bg_bg: Полето трябва да съдържа само цифри

source: The input is an empty string
bg_bg: Полето е празно

source: Invalid type given. String, integer or float expected
bg_bg: Невалиден вид на стойността на полето. Очакван вид: текст или цифри

source: Invalid type given. String expected
bg_bg: Невалиден вид на стойността на полето. Очакван вид: текст

source: The input is less than %min% characters long
bg_bg: Стойността трябва да е по-голяма от %min% символа

source: The input is more than %max% characters long
bg_bg: Текста не трябва да надвишава %max% символа

source: There must be at least one lower case letter
bg_bg: Паролата трябва да съдържа поне една малка буква

source: There must be at least one upper case letter
bg_bg: Паролата трябва да съдържа поне една главна буква

source: There must be at least one number
bg_bg: Паролата трябва да съдържа поне една цифра

source: The two given tokens do not match
bg_bg: Стойността на полетата не съвпада

source: The input may contain only latin characters and numbers
bg_bg: Полето може да съдържа само латински букви и цифри

source: Another record already contains %value%
bg_bg: Вече има запис със същата стойност.

source: The user has been added successfully
bg_bg: Потребителят беше добавен успешно

source: The user has been edited successfully
bg_bg: Потребителят беше редактиран успешно

source: The user was removed successfully
bg_bg: Потребителят беше премахнат успешно

source: The language has been added successfully
bg_bg: Езикът беше добавен успешно

source: The language has been edited successfully
bg_bg: Езикът беше редактиран успешно

source: The language has been deleted successfully
bg_bg: Езикът беше премахнат успешно

source: Are you sure you want to delete this language?
bg_bg: Сигурни ли сте че искате да премахнете този език?

source: The email entered is not present in our database
bg_bg: Въведеният email не присъства в нашата база данни

source: A link was generated and sent to %s
bg_bg: Беше генериран линк и изпратена на %s

source: Dear user,%sFollowing the new password request, here is a link for you to visit in order to create a new password:%s%s
bg_bg: Уважаеми потребител,%sСлед заявката за нова парола беше генериран следния линк който трябва да посетите за да я смените:%s%s

source: Send password reset link
bg_bg: Изпрати линк

source: The user has been added successfully. Please log below.
bg_bg: Потребителя беше добавен успешно.

source: The user with email %s does not have administrative privileges
bg_bg: Потребителят с email %s не е с превилегия на администратор.

source: Parent category
bg_bg: Съдържаща категория

source: Role
bg_bg: Тип

source: Password repeat
bg_bg: Повторете паролата

source: Fill in the following only if you want to change password
bg_bg: Попълнете само ако искате да смените паролата

source: Edit user
bg_bg: Редакция на потребител

source: Add user
bg_bg: Добавяне на потребител

source: Add
bg_bg: Добави

source: The file is more than %max%%measure% long
bg_bg: Файлът е по-голям от позволените %max%%measure%

source: File is of incorrect type. Allowed are: %extensions%
bg_bg: Файлит е от грешен тип. Позволените са: %extensions%
