Repository: veniva/zcms
Catalog: module/core/Application/language/*.po
Languages: es_es

source: Home
es_es: Inìcio

source: Contact form
es_es: Forma de contactos

source: Welcome to ZCMS
es_es: Bienvenidos a ZCMS

source: A light weight CMS based on Zend Framework 2 and Doctrine 2 ORM
es_es: Una sistema ligera para control del contenido basada a Zend Framework 2 y Doctrine 2 ORM

source: If your preferred PHP framework is Zend Framework 2, then this is a good starting point for further web development for wide range of websites and applications - from simple to enterprise class.
es_es: Si su PHP framework preferido es Zend Framework 2, entonces este es un buen punto de partida para un mayor desarollo de applicaciones y paginas web

source: List of features
es_es: Características

source: %s add/edit/delete different languages
es_es: %s añadir/editar/eliminar idiomas

source: multi-language support:
es_es: multi-idiomas

source: add/edit/delete
es_es: añadir/editar/eliminar

source: nested %s which contain the website content
es_es: %s para organizar las paginas

source: content pages
es_es: paginas

source: categories
es_es: categorìas

source: users
es_es: usuarios

source: %s %s with different privileges
es_es: %s %s con privilegios diferentes

source: Link to the control panel
es_es: Elnaze a la pantalla de control

source: Sort pages and categories by desired order
es_es: Sortear paginas and categorías segun sus deseos

source: Information
es_es: Informaciòn

source: Contact
es_es: Contactenos

source: Translated into 3 languages: English, Spanish and Bulgarian
es_es: Traducida en tres idiomas: Ingles, Español y Bulgaro

source: none
es_es: ningunas

source: Sub-categories
es_es: Sub-categorìаs

source: Pages
es_es: Pàginas

source: Yes
es_es: Sí
