Repository: veniva/zcms
Catalog: module/Admin/language/*.po
Languages: es_es

source: Welcome
es_es: Bienvenidos

source: Administration Login
es_es: Acceso Administrativo

source: Password
es_es: Contraseña

source: Password forgotten
es_es: Contraseña perdida

source: Enter
es_es: Entrada

source: Generate new password
es_es: Generar contraseña nueva

source: Registered email
es_es: Email registrado

source: Back to login
es_es: atras

source: Reset password
es_es: Generar

source: Admin panel
es_es: Administración

source: Log out
es_es: Salir

source: Categories
es_es: Categorías

source: Languages
es_es: Lenguas

source: Language
es_es: Lengua

source: Users
es_es: Usuarios

source: Administrators
es_es: Administradores

source: Change password
es_es: Cambia contraseña

source: Change email
es_es: Cambia email

source: Settings
es_es: Ajustes

source: Home pages
es_es: Paginas principales

source: Content
es_es: Contenido

source: Administration
es_es: Administración

source: Welcome %s. You have been logged in successfully
es_es: Bienvenido %s. Ha entrado con exito

source: You have been logged out successfully
es_es: Ha salido con exito

source: Wrong details
es_es: Detalles incorrectos

source: New
es_es: Crear

source: Top
es_es: Inicio

source: First
es_es: Inicio

source: Previous
es_es: Atras

source: Next
es_es: Siguiente

source: Last
es_es: Ultimo

source: Category
es_es: Categoría

source: Name
es_es: Nombre

source: The new category was added successfully
es_es: La categoría nueva ha sido añadida con exito

source: The category has been edited successfully
es_es: La categoría ha sido editada con exito

source: The input %s is more than %%max%% characters long
es_es: El input %s esta mas largo de los permitidos %%max%% caracteres

source: Are you sure you want to delete this category and all listings in it?
es_es: Esta seguro que quiere eliminar esta categoría y todos elementos que le pertenezcan?

source: The category and all the listings in it was removed successfully
es_es: La categoría y todos los elementos dentro de la misma han sido eliminados con exito

source: Add a category
es_es: Añadir categoría nueva

source: Edit a category
es_es: Editar categoría

source: Pages
es_es: Paginas

source: Link Name
es_es: Link

source: Sort
es_es: Orden

source: Action
es_es: Acción

source: Delete
es_es: Eliminar

source: Edit
es_es: Editar

source: Are you sure you want to delete these pages
es_es: Està seguro de que quiere eliminar estas paginas

source: Are you sure you want to delete this user?
es_es: Està seguro de que quiere eliminar este usuario?

source: You must choose at least one item to delete
es_es: Tiene que elegir porlomenos un artìculo

source: Page image
es_es: Imagen

source: Remove image
es_es: Eliminar la imagen

source: Submit
es_es: Enviar

source: Cancel
es_es: Cancelar

source: Logged as
es_es: Usuario

source: Account settings
es_es: Configuraciones

source: You must create at least one category in order to add pages
es_es: Tiene que crear porlomenos una categorìa para poder añadir paginas en ella

source: The page has been %s successfully
es_es: La pagina fue %s con exito

source: edited
es_es: editada

source: added
es_es: añadida

source: Please check the form for errors
es_es: Porfavor verifique el formulario de errores

source: The pages have been deleted successfully
es_es: Las paginas han sido eliminadas con exito

source: Value is required and can't be empty
es_es: El campo no puede estar vacio

source: File has an incorrect extension
es_es: El archivo tiene una extension incorrecta

source: File is not readable or does not exist
es_es: El archivo no se puede abrir o no existe

source: All files in sum should have a maximum size of '%max%' but '%size%' were detected
es_es: Todos los archivos pueden tener un maximo de '%max%' pero '%size%' fuen detectados

source: All files in sum should have a minimum size of '%min%' but '%size%' were detected
es_es: Todos los archivos pueden tener un minimo de '%min%' pero '%size%' fuen detectados

source: One or more files can not be read
es_es: Un archivo o mas no pudieron ser abiertos con exito

source: Maximum allowed size for file is '%max%' but '%size%' detected
es_es: El maximo tamano permitido del archivo es '%max%' pero '%size%' fuen detectados

source: Minimum expected size for file is '%min%' but '%size%' detected
es_es: El minimo tamaño requirido del archivo es '%min%' pero '%size%' fuen detectados

source: Maximum allowed width for image should be '%maxwidth%' but '%width%' detected
es_es: La anchura maxima de la imagen que es permitida es '%maxwidth%' pero '%width%' fue detectada

source: Minimum expected width for image should be '%minwidth%' but '%width%' detected
es_es: La anchura minima de la imagen que es requirida es '%minwidth%' pero '%width%' fue detectada

source: Maximum allowed height for image should be '%maxheight%' but '%height%' detected
es_es: La altura maxima de la imagen que es permitida es '%maxheight%' pero '%height%' fue detectada

source: Minimum expected height for image should be '%minheight%' but '%height%' detected
es_es: La altura minima de la imagen que es requirida es '%minheight%' pero '%height%' fue detectada

source: The size of image could not be detected
es_es: El tamaño de la imagen no pudo ser detectada

source: The input must contain only digits
es_es: El campo puede contener solamente dígitos

source: The input is an empty string
es_es: El campo esta vasio

source: Invalid type given. String, integer or float expected
es_es: El campo es invalido. Tiene que contener solamante texto o numeros

source: Invalid type given. String expected
es_es: El campo es invalido. Tiene que contener solamante texto

source: The input is less than %min% characters long
es_es: El campo tiene menos de %min% caracteres

source: The input is more than %max% characters long
es_es: El campo tiene mas de %max% caracteres

source: There must be at least one lower case letter
es_es: La contraseña tiene que contener porlomenos una letra minúscula

source: There must be at least one upper case letter
es_es: La contraseña tiene que contener porlomenos una letra mayúscula

source: There must be at least one number
es_es: La contraseña tiene que contener porlomenos un dìgito

source: The two given tokens do not match
es_es: Los campos deben coincidir
